Repository: greatsk55/BLIP
Catalog: mobile/lib/l10n/app_*.arb
Languages: de, es, fr, ja, ko, zh, zh_tw

# heroTitle
source: Talk. Then Vanish.
de: Reden. Dann verschwinden.
es: Habla. Luego desaparece.
fr: Parlez. Puis disparaissez.
ja: 話して、消える。
ko: 말하고, 사라지세요.
zh: 交谈。然后消失。
zh_tw: 交談。然後消失。

# heroSubtitle
source: No accounts. No traces. No history. Only the conversation of this moment exists.
de: Keine Konten. Keine Spuren. Keine Chatverläufe. Nur das Gespräch dieses Augenblicks existiert.
es: Sin cuentas. Sin rastro. Sin historial. Solo existe la conversación de este momento.
fr: Pas de compte. Pas de trace. Pas d'historique. Seule la conversation de ce moment existe.
ja: ログイン不要。記録なし。痕跡なし。 ただ、今この瞬間の会話だけが存在します。
ko: 로그인 없음. 기록 없음. 흔적 없음. 오직 지금 이 순간의 대화만 존재합니다.
zh: 无需账号。无需记录。不留痕迹。 只有此刻的对话存在。
zh_tw: 不需要帳號。不留痕跡。沒有紀錄。 只有此刻的對話存在。

# heroCta
source: Click to Create Chat Room
de: Chatraum erstellen
es: Haz clic para crear sala de chat
fr: Cliquez pour créer un salon
ja: クリックしてチャットルームを作成
ko: 눌러서 채팅방 개설
zh: 点击创建聊天室
zh_tw: 點擊建立聊天室

# heroLinkShare
source: Connect perfectly with a single link, no complex procedures.
de: Verbinde dich mühelos mit einem einzigen Link, ohne komplizierte Schritte.
es: Conéctate perfectamente con un solo enlace, sin procedimientos complejos.
fr: Connectez-vous parfaitement avec un seul lien, sans procédures complexes.
ja: 複雑な手続きなしで、リンク一つで完璧につながります。
ko: 복잡한 절차 없이, 링크 하나로 완벽하게 연결됩니다.
zh: 无需复杂手续，仅需一个链接即可完美连接。
zh_tw: 不需要繁瑣的流程，只要一個連結就能完美連線。

# heroRateLimited
source: Room creation limit reached. Please try again later.
de: Raum-Erstellungslimit erreicht. Bitte versuche es später erneut.
es: Se alcanzó el límite de creación de salas. Inténtalo más tarde.
fr: Limite de création de salons atteinte. Veuillez réessayer plus tard.
ja: ルーム作成の制限に達しました。しばらくしてから再度お試しください。
ko: 방 생성 제한에 도달했습니다. 잠시 후 다시 시도해주세요.
zh: 房间创建限制已达上限，请稍后再试。
zh_tw: 已達房間建立上限，請稍後再試。

# heroCreateFailed
source: Failed to create room. Please try again.
de: Raum konnte nicht erstellt werden. Bitte versuche es erneut.
es: Error al crear la sala. Inténtalo de nuevo.
fr: Échec de la création du salon. Veuillez réessayer.
ja: ルームの作成に失敗しました。もう一度お試しください。
ko: 방 생성에 실패했습니다. 다시 시도해주세요.
zh: 房间创建失败，请重试。
zh_tw: 建立房間失敗，請重試。

# chatHeaderExit
source: EXIT
de: VERLASSEN

# chatHeaderE2ee
source: End-to-End Encrypted
de: Ende-zu-Ende-verschlüsselt
es: Cifrado de extremo a extremo
fr: Chiffrement de bout en bout
ja: エンドツーエンド暗号化
ko: 종단간 암호화
zh: 端到端加密
zh_tw: 端對端加密

# chatInputPlaceholder
source: Type message...
de: Nachricht eingeben...
es: Escribir mensaje...
fr: Taper un message...
ja: メッセージを入力...
ko: 메시지 입력...
zh: 输入消息...
zh_tw: 輸入訊息...

# chatInputSend
source: Send
de: Senden
es: Enviar
fr: Envoyer
ja: 送信
ko: 전송
zh: 发送
zh_tw: 傳送

# chatCreateTitle
source: CHANNEL CREATED
de: KANAL ERSTELLT

# chatCreatePassword
source: ACCESS KEY
de: ZUGANGSSCHLÜSSEL

# chatCreateShareLink
source: Share link
de: Link teilen
es: Enlace para compartir
fr: Lien de partage
ja: 共有リンク
ko: 공유 링크
zh: 分享链接
zh_tw: 分享連結

# chatCreateWarning
source: SAVE THIS KEY. IT CANNOT BE RECOVERED.
de: SPEICHERE DIESEN SCHLÜSSEL. ER KANN NICHT WIEDERHERGESTELLT WERDEN.
es: GUARDA ESTA CLAVE. NO SE PUEDE RECUPERAR.
fr: SAUVEGARDEZ CETTE CLÉ. ELLE NE PEUT PAS ÊTRE RÉCUPÉRÉE.
ja: このキーを保存してください。復元できません。
ko: 이 비밀번호를 저장하세요. 복구할 수 없습니다.
zh: 请保存此密钥。无法恢复。
zh_tw: 請保存此金鑰。一旦遺失將無法復原。

# chatCreateEnter
source: ENTER CHANNEL
de: KANAL BETRETEN
es: ENTRAR AL CANAL
fr: ENTRER DANS LE CANAL
ja: チャンネルに入る
ko: 채팅방 입장
zh: 进入频道
zh_tw: 進入頻道

# chatJoinTitle
source: ENTER ACCESS KEY
de: ZUGANGSSCHLÜSSEL EINGEBEN

# chatJoinConnect
source: CONNECT
de: VERBINDEN

# chatJoinInvalidKey
source: INVALID_KEY
de: UNGÜLTIGER_SCHLÜSSEL

# chatJoinExpired
source: CHANNEL_EXPIRED
de: KANAL_ABGELAUFEN

# chatJoinFull
source: CHANNEL_FULL
de: KANAL_VOLL

# chatLeaveTitle
source: EXIT CHANNEL?
de: KANAL VERLASSEN?

# chatLeaveDescription
source: Are you sure you want to leave?
de: Möchtest du wirklich gehen?
es: ¿Estás seguro de que quieres salir?
fr: Êtes-vous sûr de vouloir partir ?
ja: チャットを離れますか？
ko: 채팅을 떠나시겠습니까?
zh: 确定要离开吗？
zh_tw: 確定要離開嗎？

# chatLeaveLastPersonWarning
source: You are the last participant. Leaving will permanently destroy this channel.
de: Du bist der letzte Teilnehmer. Wenn du gehst, wird dieser Kanal unwiderruflich zerstört.
es: Eres el último participante. Salir destruirá permanentemente este canal.
fr: Vous êtes le dernier participant. Partir détruira définitivement ce canal.
ja: あなたが最後の参加者です。退出するとこのチャンネルは永久に破棄されます。
ko: 당신이 마지막 참여자입니다. 퇴장 시 이 채널은 영구 파쇄됩니다.
zh: 你是最后一个参与者。离开将永久销毁此频道。
zh_tw: 你是最後一位參與者。離開後此頻道將永久銷毀。

# chatLeaveConfirm
source: EXIT
de: VERLASSEN

# chatLeaveCancel
source: CANCEL
de: ABBRECHEN

# chatDestroyedTitle
source: No trace remains.
de: Keine Spur bleibt zurück.
es: No queda rastro.
fr: Aucune trace ne subsiste.
ja: 痕跡は残りません。
ko: 흔적 없이 사라졌습니다.
zh: 不留痕迹。
zh_tw: 不留痕跡。

# chatDestroyedSubtitle
source: This channel has been permanently destroyed.
de: Dieser Kanal wurde unwiderruflich zerstört.
es: Este canal ha sido destruido permanentemente.
fr: Ce canal a été définitivement détruit.
ja: このチャンネルは永久に破棄されました。
ko: 이 채널은 영구적으로 파쇄되었습니다.
zh: 此频道已被永久销毁。
zh_tw: 此頻道已被永久銷毀。

# chatDestroyedNewChat
source: Start New Channel
de: Neuen Kanal starten
es: Iniciar nuevo canal
fr: Démarrer un nouveau canal
ja: 新しいチャットを始める
ko: 새 채팅 시작
zh: 开始新聊天
zh_tw: 建立新頻道

# chatRoomFullTitle
source: Channel is full.
de: Kanal ist voll.
es: Canal lleno.
fr: Canal complet.
ja: チャンネルが満員です。
ko: 채널이 가득 찼습니다.
zh: 频道已满。
zh_tw: 頻道已滿。

# chatRoomFullSubtitle
source: This channel already has 2 participants.
de: Dieser Kanal hat bereits 2 Teilnehmer.
es: Este canal ya tiene 2 participantes.
fr: Ce canal a déjà 2 participants.
ja: このチャンネルにはすでに2名が参加しています。
ko: 이 채널에는 이미 2명이 참여 중입니다.
zh: 此频道已有2名参与者。
zh_tw: 此頻道已有 2 位參與者。

# chatRoomFullNewChat
source: Start New Channel
de: Neuen Kanal starten
es: Iniciar nuevo canal
fr: Démarrer un nouveau canal
ja: 新しいチャットを始める
ko: 새 채팅 시작
zh: 开始新聊天
zh_tw: 建立新頻道

# chatMediaAttachFile
source: Attach media
de: Medien anhängen
es: Adjuntar media
fr: Joindre un média
ja: メディアを添付
ko: 미디어 첨부
zh: 附加媒体
zh_tw: 附加媒體

# chatMediaFileTooLarge
source: File exceeds maximum size ({maxSize})
de: Datei überschreitet die maximale Größe ({maxSize})
es: Archivo demasiado grande (máx. {maxSize})
fr: Fichier trop volumineux (max. {maxSize})
ja: ファイルサイズ超過（最大{maxSize}）
ko: 파일 크기 초과 (최대 {maxSize})
zh: 文件大小超限（最大{maxSize}）
zh_tw: 檔案超過大小上限（{maxSize}）

# chatMediaSendingFile
source: Sending file...
de: Datei wird gesendet...
es: Enviando archivo...
fr: Envoi du fichier...
ja: ファイル送信中...
ko: 파일 전송 중...
zh: 文件发送中...
zh_tw: 檔案傳送中...

# chatMediaP2pConnecting
source: Establishing secure P2P connection...
de: Sichere P2P-Verbindung wird aufgebaut...
es: Estableciendo conexión P2P segura...
fr: Établissement de la connexion P2P sécurisée...
ja: セキュアP2P接続を確立中...
ko: 보안 P2P 연결 수립 중...
zh: 正在建立安全P2P连接...
zh_tw: 正在建立安全 P2P 連線...

# chatMediaP2pFailed
source: P2P connection failed. Text only.
de: P2P-Verbindung fehlgeschlagen. Nur Text möglich.
es: Conexión P2P fallida. Solo texto disponible.
fr: Connexion P2P échouée. Texte uniquement.
ja: P2P接続に失敗しました。テキストのみ利用可能です。
ko: P2P 연결 실패. 텍스트만 가능합니다.
zh: P2P连接失败，仅可发送文字。
zh_tw: P2P 連線失敗，僅能傳送文字。

# chatMediaP2pConnected
source: P2P media channel ready
de: P2P-Medienkanal bereit
es: Canal de media P2P listo
fr: Canal média P2P prêt
ja: P2Pメディアチャンネル準備完了
ko: P2P 미디어 채널 준비 완료
zh: P2P媒体通道就绪
zh_tw: P2P 媒體通道就緒

# chatMediaVideoLoadFailed
source: Video failed to load
de: Video konnte nicht geladen werden
es: Error al cargar el video
fr: Échec du chargement de la vidéo
ja: 動画の読み込みに失敗
ko: 동영상 로드 실패
zh: 视频加载失败
zh_tw: 影片載入失敗

# chatMediaUnsupportedType
source: Unsupported file type
de: Nicht unterstützter Dateityp
es: Tipo de archivo no soportado
fr: Type de fichier non pris en charge
ja: サポートされていないファイル形式
ko: 지원하지 않는 파일 형식
zh: 不支持的文件格式
zh_tw: 不支援的檔案類型

# boardCreateTitle
source: COMMUNITY CREATED
de: COMMUNITY ERSTELLT
es: COMUNIDAD CREADA
fr: COMMUNAUTÉ CRÉÉE
ja: コミュニティ作成完了
ko: 커뮤니티 생성됨
zh: 社区已创建
zh_tw: 社群已建立

# boardCreateSubtitle
source: Create Private Community
de: Private Community erstellen
es: Crear Comunidad Privada
fr: Créer une Communauté Privée
ja: プライベートコミュニティを作成
ko: 프라이빗 커뮤니티 만들기
zh: 创建私密社区
zh_tw: 建立私密社群

# boardCreateButton
source: Create Community
de: Community erstellen
es: Crear Comunidad
fr: Créer la Communauté
ja: コミュニティを作成
ko: 커뮤니티 만들기
zh: 创建社区
zh_tw: 建立社群

# boardCreatePassword
source: Community Password
de: Community-Passwort
es: Contraseña de la Comunidad
fr: Mot de passe de la Communauté
ja: コミュニティパスワード
ko: 커뮤니티 비밀번호
zh: 社区密码
zh_tw: 社群密碼

# boardCreateAdminTokenWarning
source: Save this token — it cannot be recovered
de: Speichere dieses Token — es kann nicht wiederhergestellt werden
es: Guarda este token — no se puede recuperar
fr: Sauvegardez ce jeton — il ne peut pas être récupéré
ja: このトークンを保存してください — 復元できません
ko: 이 토큰을 저장하세요 — 복구할 수 없습니다
zh: 请保存此令牌 — 无法恢复
zh_tw: 請保存此權杖 — 一旦遺失將無法復原

# boardCreateShareLink
source: Share Link
de: Link teilen
es: Enlace para Compartir
fr: Lien de Partage
ja: 共有リンク
ko: 공유 링크
zh: 分享链接
zh_tw: 分享連結

# boardCreateEnter
source: Enter Community
de: Community betreten
es: Entrar a la Comunidad
fr: Entrer dans la Communauté
ja: コミュニティに入る
ko: 커뮤니티 입장
zh: 进入社区
zh_tw: 進入社群

# boardHeaderEncrypted
source: E2E Encrypted
de: E2E-verschlüsselt
es: Cifrado E2E
fr: Chiffrement E2E
ja: E2E暗号化
ko: 종단간 암호화
zh: 端到端加密
zh_tw: 端對端加密

# boardHeaderAdmin
source: Admin Panel
de: Admin-Bereich
es: Panel de Administración
fr: Panneau d'Administration
ja: 管理者パネル
ko: 관리자 패널
zh: 管理员面板
zh_tw: 管理員面板

# boardHeaderForgetPassword
source: Forget saved password
de: Gespeichertes Passwort vergessen
es: Olvidar contraseña guardada
fr: Oublier le mot de passe enregistré
ja: 保存したパスワードを削除
ko: 저장된 비밀번호 삭제
zh: 删除已保存的密码
zh_tw: 清除已儲存的密碼

# boardHeaderForgetPasswordConfirm
source: The saved password on this device will be deleted. You will need to enter the password again on your next visit.
de: Das gespeicherte Passwort auf diesem Gerät wird gelöscht. Beim nächsten Besuch musst du das Passwort erneut eingeben.
es: Se eliminará la contraseña guardada en este dispositivo. Deberá ingresarla nuevamente en su próxima visita.
fr: Le mot de passe enregistré sur cet appareil sera supprimé. Vous devrez le saisir à nouveau lors de votre prochaine visite.
ja: この端末に保存されたパスワードが削除されます。次回アクセス時にパスワードの再入力が必要です。
ko: 이 기기에 저장된 비밀번호가 삭제됩니다. 다음 접속 시 비밀번호를 다시 입력해야 합니다.
zh: 此设备上保存的密码将被删除。下次访问时需要重新输入密码。
zh_tw: 此裝置上儲存的密碼將被刪除。下次造訪時需要重新輸入密碼。

# boardHeaderCancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
zh: 取消
zh_tw: 取消

# boardHeaderConfirmForget
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
ja: 削除
ko: 삭제
zh: 删除
zh_tw: 刪除

# boardHeaderRegisterAdmin
source: Register Admin Token
de: Admin-Token registrieren
es: Registrar token de administrador
fr: Enregistrer le jeton admin
ja: 管理者トークンを登録
ko: 관리자 토큰 등록
zh: 注册管理员令牌
zh_tw: 註冊管理員權杖

# boardHeaderAdminTokenPlaceholder
source: Paste admin token here
de: Admin-Token hier einfügen
es: Pegar token de administrador
fr: Coller le jeton admin
ja: 管理者トークンを貼り付け
ko: 관리자 토큰을 붙여넣기
zh: 粘贴管理员令牌
zh_tw: 在此貼上管理員權杖

# boardHeaderConfirmRegister
source: Register
de: Registrieren
es: Registrar
fr: Enregistrer
ja: 登録
ko: 등록
zh: 注册
zh_tw: 註冊

# boardPostPlaceholder
source: Write something... (Markdown supported)
de: Schreib etwas... (Markdown wird unterstützt)
es: Escribe algo... (Markdown compatible)
fr: Écrivez quelque chose... (Markdown pris en charge)
ja: 何か書いてください...（Markdown対応）
ko: 무언가 작성하세요... (마크다운 지원)
zh: 写点什么...（支持Markdown）
zh_tw: 寫點什麼...（支援 Markdown）

# boardPostSubmit
source: Post
de: Posten
es: Publicar
fr: Publier
ja: 投稿
ko: 게시
zh: 发布
zh_tw: 發佈

# boardPostCompose
source: New Post
de: Neuer Beitrag
es: Nueva publicación
fr: Nouvelle publication
ja: 新規投稿
ko: 새 글 쓰기
zh: 发新帖
zh_tw: 發表新文章

# boardPostDetail
source: Post
de: Beitrag
es: Publicación
fr: Publication
ja: 投稿
ko: 게시글
zh: 帖子
zh_tw: 文章

# boardPostEmpty
source: No posts yet
de: Noch keine Beiträge
es: Aún no hay publicaciones
fr: Aucune publication pour le moment
ja: まだ投稿がありません
ko: 아직 게시물이 없습니다
zh: 暂无帖子
zh_tw: 還沒有任何文章

# boardPostWriteFirst
source: Write the first post
de: Schreibe den ersten Beitrag
es: Escribe la primera publicación
fr: Écrivez la première publication
ja: 最初の投稿を書く
ko: 첫 글을 작성해보세요
zh: 写下第一篇帖子
zh_tw: 撰寫第一篇文章

# boardPostRefresh
source: Refresh
de: Aktualisieren
es: Actualizar
fr: Actualiser
ja: 更新
ko: 새로고침
zh: 刷新
zh_tw: 重新整理

# boardPostAttachImage
source: Attach image
de: Bild anhängen
es: Adjuntar imagen
fr: Joindre une image
ja: 画像を添付
ko: 이미지 첨부
zh: 添加图片
zh_tw: 附加圖片

# boardPostMaxImages
source: Max 4 images
de: Max. 4 Bilder
es: Máximo 4 imágenes
fr: 4 images maximum
ja: 最大4枚
ko: 최대 4장
zh: 最多4张
zh_tw: 最多 4 張圖片

# boardPostImageTooLarge
source: Image too large
de: Bild zu groß
es: Imagen demasiado grande
fr: Image trop volumineuse
ja: 画像が大きすぎます
ko: 이미지가 너무 큽니다
zh: 图片太大
zh_tw: 圖片太大

# boardPostUploading
source: Uploading...
de: Wird hochgeladen...
es: Subiendo...
fr: Téléchargement...
ja: アップロード中...
ko: 업로드 중...
zh: 上传中...
zh_tw: 上傳中...

# boardPostAttachMedia
source: Attach media
de: Medien anhängen
es: Adjuntar media
fr: Joindre un média
ja: メディア添付
ko: 미디어 첨부
zh: 附加媒体
zh_tw: 附加媒體

# boardPostMaxMedia
source: Max {count} files
de: Max. {count} Dateien
es: Máximo {count} archivos
fr: Max {count} fichiers
ja: 最大{count}ファイル
ko: 최대 {count}개 파일
zh: 最多{count}个文件
zh_tw: 最多 {count} 個檔案

# boardPostVideoTooLong
source: Video too long (max {seconds}s)
de: Video zu lang (max. {seconds} s)
es: Video demasiado largo (máx. {seconds}s)
fr: Vidéo trop longue (max {seconds}s)
ja: 動画が長すぎます（最大{seconds}秒）
ko: 동영상이 너무 깁니다 (최대 {seconds}초)
zh: 视频太长（最长{seconds}秒）
zh_tw: 影片過長（最長 {seconds} 秒）

# boardPostVideoTooLarge
source: Video too large after compression
de: Video nach Komprimierung zu groß
es: Video demasiado grande tras compresión
fr: Vidéo trop volumineuse après compression
ja: 圧縮後も動画が大きすぎます
ko: 압축 후에도 동영상이 너무 큽니다
zh: 压缩后视频仍然太大
zh_tw: 壓縮後影片仍然過大

# boardPostCompressing
source: Compressing...
de: Wird komprimiert...
es: Comprimiendo...
fr: Compression...
ja: 圧縮中...
ko: 압축 중...
zh: 压缩中...
zh_tw: 壓縮中...

# boardPostTitlePlaceholder
source: Title (optional)
de: Titel (optional)
es: Título (opcional)
fr: Titre (optionnel)
ja: タイトル（任意）
ko: 제목 (선택사항)
zh: 标题（可选）
zh_tw: 標題（選填）

# boardPostInsertInline
source: Insert in content
de: In Inhalt einfügen
es: Insertar en contenido
fr: Insérer dans le contenu
ja: 本文に挿入
ko: 본문에 삽입
zh: 插入正文
zh_tw: 插入至內文

# boardPostEdit
source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
ja: 編集
ko: 수정
zh: 编辑
zh_tw: 編輯

# boardPostEditTitle
source: Edit Post
de: Beitrag bearbeiten
es: Editar Publicación
fr: Modifier la Publication
ja: 投稿を編集
ko: 글 수정
zh: 编辑帖子
zh_tw: 編輯文章

# boardPostSave
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
ja: 保存
ko: 저장
zh: 保存
zh_tw: 儲存

# boardPostDelete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
ja: 削除
ko: 삭제
zh: 删除
zh_tw: 刪除

# boardPostAdminDelete
source: Delete (Admin)
de: Löschen (Admin)
es: Eliminar (Admin)
fr: Supprimer (Admin)
ja: 削除（管理者）
ko: 삭제 (관리자)
zh: 删除（管理员）
zh_tw: 刪除（管理員）

# boardPostDeleteWarning
source: This post will be permanently deleted. This cannot be undone.
de: Dieser Beitrag wird unwiderruflich gelöscht. Dies kann nicht rückgängig gemacht werden.
es: Esta publicación se eliminará permanentemente. No se puede deshacer.
fr: Cette publication sera définitivement supprimée. Cette action est irréversible.
ja: この投稿は完全に削除されます。元に戻せません。
ko: 이 게시글이 영구 삭제됩니다. 되돌릴 수 없습니다.
zh: 此帖子将被永久删除，无法恢复。
zh_tw: 此文章將被永久刪除，無法復原。

# boardPostConfirmDelete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
ja: 削除
ko: 삭제
zh: 删除
zh_tw: 刪除

# boardReportTitle
source: Report Post
de: Beitrag melden
es: Reportar Publicación
fr: Signaler la Publication
ja: 投稿を報告
ko: 게시물 신고
zh: 举报帖子
zh_tw: 檢舉文章

# boardReportAbuse
source: Abuse / Harassment
de: Beleidigung / Belästigung
es: Abuso / Acoso
fr: Abus / Harcèlement
ja: 悪用 / 嫌がらせ
ko: 욕설 / 괴롭힘
zh: 辱骂 / 骚扰
zh_tw: 辱罵 / 騷擾

# boardReportIllegal
source: Illegal Content
de: Illegale Inhalte
es: Contenido Ilegal
fr: Contenu Illégal
ja: 違法コンテンツ
ko: 불법 콘텐츠
zh: 违法内容
zh_tw: 違法內容

# boardReportOther
source: Other
de: Sonstiges
es: Otro
fr: Autre
ja: その他
ko: 기타
zh: 其他
zh_tw: 其他

# boardReportSubmit
source: Report
de: Melden
es: Reportar
fr: Signaler
ja: 報告
ko: 신고
zh: 举报
zh_tw: 檢舉

# boardReportCancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
zh: 取消
zh_tw: 取消

# boardReportAlreadyReported
source: Already reported
de: Bereits gemeldet
es: Ya reportado
fr: Déjà signalé
ja: 報告済み
ko: 이미 신고됨
zh: 已举报
zh_tw: 已檢舉過

# boardBlindedMessage
source: Blinded by community reports
de: Von der Community gemeldet und ausgeblendet
es: Ocultado por reportes de la comunidad
fr: Masqué suite aux signalements de la communauté
ja: コミュニティの報告によりブラインド処理されました
ko: 커뮤니티 신고에 의해 블라인드 처리됨
zh: 因社区举报已被屏蔽
zh_tw: 因社群檢舉已被遮蔽

# boardAdminTitle
source: Admin Panel
de: Admin-Bereich
es: Panel de Administración
fr: Panneau d'Administration
ja: 管理者パネル
ko: 관리자 패널
zh: 管理员面板
zh_tw: 管理員面板

# boardAdminDestroy
source: Destroy Community
de: Community zerstören
es: Destruir Comunidad
fr: Détruire la Communauté
ja: コミュニティを破棄
ko: 커뮤니티 폭파
zh: 销毁社区
zh_tw: 銷毀社群

# boardAdminDestroyWarning
source: This will permanently delete the community and all posts. This cannot be undone.
de: Die Community und alle Beiträge werden unwiderruflich gelöscht. Dies kann nicht rückgängig gemacht werden.
es: Esto eliminará permanentemente la comunidad y todas las publicaciones. No se puede deshacer.
fr: Cela supprimera définitivement la communauté et toutes les publications. Cette action est irréversible.
ja: コミュニティとすべての投稿が永久に削除されます。元に戻せません。
ko: 커뮤니티와 모든 게시물이 영구적으로 삭제됩니다. 되돌릴 수 없습니다.
zh: 这将永久删除社区和所有帖子。此操作不可撤销。
zh_tw: 此操作將永久刪除社群及所有文章，無法復原。

# boardAdminCancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
zh: 取消
zh_tw: 取消

# boardAdminConfirmDestroy
source: Destroy
de: Zerstören
es: Destruir
fr: Détruire
ja: 破棄
ko: 폭파
zh: 销毁
zh_tw: 銷毀

# boardDestroyedTitle
source: Community Destroyed
de: Community zerstört
es: Comunidad Destruida
fr: Communauté Détruite
ja: コミュニティ破棄済み
ko: 커뮤니티 폭파됨
zh: 社区已销毁
zh_tw: 社群已銷毀

# boardDestroyedMessage
source: This community has been permanently deleted.
de: Diese Community wurde unwiderruflich gelöscht.
es: Esta comunidad ha sido eliminada permanentemente.
fr: Cette communauté a été définitivement supprimée.
ja: このコミュニティは永久に削除されました。
ko: 이 커뮤니티는 영구적으로 삭제되었습니다.
zh: 此社区已被永久删除。
zh_tw: 此社群已被永久刪除。

# commonSettings
source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
ja: 設定
ko: 설정
zh: 设置
zh_tw: 設定

# commonTheme
source: Theme
de: Design
es: Tema
fr: Thème
ja: テーマ
ko: 테마
zh: 主题
zh_tw: 主題

# commonLanguage
source: Language
de: Sprache
es: Idioma
fr: Langue
ja: 言語
ko: 언어
zh: 语言
zh_tw: 語言

# commonCopy
source: Copy
de: Kopieren
es: Copiar
fr: Copier
ja: コピー
ko: 복사
zh: 复制
zh_tw: 複製

# commonShare
source: Share
de: Teilen
es: Compartir
fr: Partager
ja: 共有
ko: 공유
zh: 分享
zh_tw: 分享

# commonCancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
zh: 取消
zh_tw: 取消

# commonConfirm
source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
ja: 確認
ko: 확인
zh: 确认
zh_tw: 確認

# commonLoading
source: Loading...
de: Wird geladen...
es: Cargando...
fr: Chargement...
ja: 読み込み中...
ko: 로딩 중...
zh: 加载中...
zh_tw: 載入中...

# commonError
source: An error occurred
de: Ein Fehler ist aufgetreten
es: Se produjo un error
fr: Une erreur est survenue
ja: エラーが発生しました
ko: 오류가 발생했습니다
zh: 发生错误
zh_tw: 發生錯誤

# commonRetry
source: Retry
de: Erneut versuchen
es: Reintentar
fr: Réessayer
ja: 再試行
ko: 재시도
zh: 重试
zh_tw: 重試

# commonClose
source: Close
de: Schließen
es: Cerrar
fr: Fermer
ja: 閉じる
ko: 닫기
zh: 关闭
zh_tw: 關閉

# commonBack
source: Back
de: Zurück
es: Atrás
fr: Retour
ja: 戻る
ko: 뒤로
zh: 返回
zh_tw: 返回

# commonDone
source: Done
de: Fertig
es: Hecho
fr: Terminé
ja: 完了
ko: 완료
zh: 完成
zh_tw: 完成

# commonDelete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
ja: 削除
ko: 삭제
zh: 删除
zh_tw: 刪除

# commonSave
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
ja: 保存
ko: 저장
zh: 保存
zh_tw: 儲存

# commonCopied
source: Copied to clipboard
de: In die Zwischenablage kopiert
es: Copiado al portapapeles
fr: Copié dans le presse-papiers
ja: クリップボードにコピーしました
ko: 클립보드에 복사됨
zh: 已复制到剪贴板
zh_tw: 已複製到剪貼簿

# featureZeroFriction
source: Zero Friction
de: Null Aufwand
es: Sin Fricciones
fr: Zéro Friction
ja: ゼロフリクション
ko: 제로 마찰
zh: 零摩擦
zh_tw: 零阻力

# featureZeroFrictionDesc
source: Connect perfectly with a single link, no complex procedures.
de: Verbinde dich mühelos mit einem einzigen Link, ohne komplizierte Schritte.
es: Conéctate perfectamente con un solo enlace, sin procedimientos complejos.
fr: Connectez-vous parfaitement avec un seul lien, sans procédures complexes.
ja: 複雑な手続き不要、リンク一つで完璧につながります。
ko: 복잡한 절차 없이, 링크 하나로 완벽하게 연결됩니다.
zh: 无需复杂流程，一个链接即可完美连接。
zh_tw: 不需要繁瑣的流程，一個連結就能完美連線。

# featureAnonymity
source: Complete Anonymity
de: Vollständige Anonymität
es: Anonimato Total
fr: Anonymat Total
ja: 完全な匿名性
ko: 완전한 익명성
zh: 完全匿名
zh_tw: 完全匿名

# featureAnonymityDesc
source: No accounts, no profiles. Only the conversation matters.
de: Keine Konten, keine Profile. Nur das Gespräch zählt.
es: Sin cuentas, sin perfiles. Solo importa la conversación.
fr: Pas de comptes, pas de profils. Seule la conversation compte.
ja: アカウントもプロフィールも不要。大切なのは会話だけ。
ko: 계정도, 프로필도 없습니다. 오직 대화만이 중요합니다.
zh: 无需账号，无需个人资料。只有对话才重要。
zh_tw: 不需要帳號，不需要個人資料。只有對話才重要。

# featureDestruction
source: Auto Destruction
de: Automatische Zerstörung
es: Autodestrucción
ja: 自動破棄
ko: 자동 파쇄
zh: 自动销毁
zh_tw: 自動銷毀

# featureDestructionDesc
source: When everyone leaves, all traces disappear permanently.
de: Wenn alle gehen, verschwinden alle Spuren für immer.
es: Cuando todos se van, todos los rastros desaparecen permanentemente.
fr: Quand tout le monde part, toutes les traces disparaissent définitivement.
ja: 全員が退出すると、すべての痕跡が永久に消えます。
ko: 모두가 떠나면, 모든 흔적이 영구적으로 사라집니다.
zh: 当所有人离开后，一切痕迹将永久消失。
zh_tw: 當所有人離開後，一切痕跡將永久消失。

# errorRateLimit
source: Too many requests. Please try again later.
de: Zu viele Anfragen. Bitte versuche es später erneut.
es: Demasiadas solicitudes. Por favor, inténtalo más tarde.
fr: Trop de requêtes. Veuillez réessayer plus tard.
ja: リクエストが多すぎます。しばらくしてからもう一度お試しください。
ko: 요청이 너무 많습니다. 잠시 후 다시 시도해주세요.
zh: 请求过于频繁，请稍后再试。
zh_tw: 請求過於頻繁，請稍後再試。

# errorGeneric
source: An error occurred.
de: Ein Fehler ist aufgetreten.
es: Se produjo un error.
fr: Une erreur est survenue.
ja: エラーが発生しました。
ko: 오류가 발생했습니다.
zh: 发生了错误。
zh_tw: 發生了錯誤。

# chatConnected
source: End-to-end encrypted connection established
de: Ende-zu-Ende-verschlüsselte Verbindung hergestellt
es: Conexión cifrada de extremo a extremo establecida
fr: Connexion chiffrée de bout en bout établie
ja: エンドツーエンド暗号化接続が確立されました
ko: 종단간 암호화 연결됨
zh: 端到端加密连接已建立
zh_tw: 端對端加密連線已建立

# chatPasswordTitle
source: Enter Access Key
de: Zugangsschlüssel eingeben
es: Ingresa la clave de acceso
fr: Entrez la clé d'accès
ja: アクセスキーを入力
ko: 접속 키를 입력하세요
zh: 输入访问密钥
zh_tw: 輸入存取金鑰

# chatPasswordSubtitle
source: Share the access key with your conversation partner
de: Teile den Zugangsschlüssel mit deinem Gesprächspartner
es: Comparte la clave de acceso con tu compañero de conversación
fr: Partagez la clé d'accès avec votre interlocuteur
ja: 会話相手にアクセスキーを共有してください
ko: 대화 상대에게 접속 키를 공유하세요
zh: 请与对话伙伴分享访问密钥
zh_tw: 請將存取金鑰分享給你的對話夥伴

# chatPasswordJoin
source: Join
de: Beitreten
es: Unirse
fr: Rejoindre
ja: 参加
ko: 참여
zh: 加入
zh_tw: 加入

# chatPasswordInvalid
source: Invalid access key
de: Ungültiger Zugangsschlüssel
es: Clave de acceso inválida
fr: Clé d'accès invalide
ja: 無効なアクセスキー
ko: 잘못된 접속 키
zh: 无效的访问密钥
zh_tw: 存取金鑰無效

# chatRoomNotFound
source: Room not found
de: Raum nicht gefunden
es: Sala no encontrada
fr: Salon introuvable
ja: ルームが見つかりません
ko: 방을 찾을 수 없습니다
zh: 未找到房间
zh_tw: 找不到房間
