Repository: greatsk55/BLIP
Catalog: mobile/lib/l10n/app_*.arb
Languages: de, es, fr, ja, ko, zh, zh_tw

# chatRoomDestroyed
source: Room has been destroyed
de: Raum wurde zerstört
es: La sala ha sido destruida
fr: Le salon a été détruit
ja: ルームは破棄されました
ko: 방이 파쇄되었습니다
zh: 房间已被销毁
zh_tw: 房間已被銷毀

# chatExpired
source: Room has expired
de: Raum ist abgelaufen
es: La sala ha expirado
fr: Le salon a expiré
ja: ルームの有効期限が切れました
ko: 방이 만료되었습니다
zh: 房间已过期
zh_tw: 房間已過期

# chatRoomFull
source: Room is full
de: Raum ist voll
es: La sala está llena
fr: Le salon est complet
ja: ルームが満員です
ko: 방이 가득 찼습니다
zh: 房间已满
zh_tw: 房間已滿

# chatCreatedTitle
source: Room Created
de: Raum erstellt
es: CANAL CREADO
fr: CANAL CRÉÉ
ja: チャンネル作成完了
ko: 채널 생성 완료
zh: 房间已创建
zh_tw: 房間已建立

# chatShareMessage
source: Join my BLIP chat! {link} Password: {password}
de: Tritt meinem BLIP-Chat bei! {link} Passwort: {password}
es: ¡Únete a mi chat de BLIP! {link} Contraseña: {password}
fr: Rejoignez mon chat BLIP ! {link} Mot de passe : {password}
ja: BLIPチャットに参加してください！ {link} パスワード: {password}
ko: BLIP 채팅에 참여하세요! {link} 비밀번호: {password}
zh: 加入我的BLIP聊天！ {link} 密码: {password}
zh_tw: 加入我的 BLIP 聊天！ {link} 密碼：{password}

# chatWaitingPeer
source: Waiting for someone to join...
de: Warte auf einen Teilnehmer...
es: Esperando a que alguien se una...
fr: En attente d'un participant...
ja: 誰かの参加を待っています...
ko: 누군가 참여하기를 기다리는 중...
zh: 正在等待其他人加入...
zh_tw: 正在等待其他人加入...

# settingsTitle
source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
ja: 設定
ko: 설정
zh: 设置
zh_tw: 設定

# settingsTheme
source: Theme
de: Design
es: Tema
fr: Thème
ja: テーマ
ko: 테마
zh: 主题
zh_tw: 主題

# settingsThemeDark
source: Dark Mode
de: Dunkler Modus
es: Modo Oscuro
fr: Mode Sombre
ja: ダークモード
ko: 다크 모드
zh: 深色模式
zh_tw: 深色模式

# settingsThemeLight
source: Light Mode
de: Heller Modus
es: Modo Claro
fr: Mode Clair
ja: ライトモード
ko: 라이트 모드
zh: 浅色模式
zh_tw: 淺色模式

# settingsLanguage
source: Language
de: Sprache
es: Idioma
fr: Langue
ja: 言語
ko: 언어
zh: 语言
zh_tw: 語言

# settingsAbout
source: About
de: Über
es: Acerca de
fr: À propos
ja: 情報
ko: 정보
zh: 关于
zh_tw: 關於

# boardCreated
source: Community created successfully!
de: Community erfolgreich erstellt!
es: ¡Comunidad creada con éxito!
fr: Communauté créée avec succès !
ja: コミュニティが作成されました！
ko: 커뮤니티가 생성되었습니다!
zh: 社区创建成功！
zh_tw: 社群建立成功！

# boardDestroyed
source: This community has been destroyed.
de: Diese Community wurde zerstört.
es: Esta comunidad ha sido destruida.
fr: Cette communauté a été détruite.
ja: このコミュニティは破棄されました。
ko: 이 커뮤니티는 파쇄되었습니다.
zh: 此社区已被销毁。
zh_tw: 此社群已被銷毀。

# boardEmpty
source: No posts yet. Be the first to write!
de: Noch keine Beiträge. Schreibe den ersten!
es: Aún no hay publicaciones. ¡Sé el primero en escribir!
fr: Aucune publication pour le moment. Soyez le premier à écrire !
ja: まだ投稿がありません。最初の投稿を書いてみましょう！
ko: 아직 게시글이 없습니다. 첫 글을 작성해보세요!
zh: 还没有帖子。来写第一篇吧！
zh_tw: 還沒有任何文章。來撰寫第一篇吧！

# boardWritePost
source: Write Post
de: Beitrag schreiben
es: Escribir Publicación
fr: Écrire une Publication
ja: 投稿する
ko: 글 작성
zh: 写帖子
zh_tw: 撰寫文章

# problemTitle
source: Your conversations last too long.
de: Deine Gespräche dauern zu lange.
es: Tus conversaciones duran demasiado.
fr: Vos conversations durent trop longtemps.
ja: あなたの会話は長く残りすぎます。
ko: 당신의 대화는 너무 오래 남습니다.
zh: 你的对话保留得太久了。
zh_tw: 你的對話保留得太久了。

# problemDescription
source: Server logs, screenshots, forgotten group chats... Not every conversation needs a record. Some should vanish like smoke.
de: Server-Logs, Screenshots, vergessene Gruppenchats... Nicht jedes Gespräch braucht eine Aufzeichnung. Manche sollten sich wie Rauch auflösen.
es: Registros del servidor, capturas de pantalla, chats grupales olvidados... No todas las conversaciones necesitan un registro. Algunas deberían desaparecer como el humo.
fr: Journaux serveur, captures d'écran, discussions de groupe oubliées... Toutes les conversations n'ont pas besoin d'être enregistrées. Certaines devraient disparaître comme de la fumée.
ja: サーバーに残るログ、スクリーンショット、忘れられたグループチャット... すべての会話を記録する必要はありません。一部の会話は煙のように消えるべきです。
ko: 서버에 남는 로그, 캡처된 스크린샷, 잊고 있던 단톡방... 모든 대화가 기록될 필요는 없습니다. 어떤 대화는 연기처럼 사라져야 합니다.
zh: 服务器日志、截图、被遗忘的群聊... 不是所有的对话都需要记录。有些应该像烟雾一样消失。
zh_tw: 伺服器日誌、螢幕截圖、被遺忘的群組聊天... 不是所有的對話都需要紀錄。有些應該像煙霧一樣消散。

# solutionFrictionTitle
source: 0 Friction
de: 0 Aufwand
zh_tw: 0 阻力

# solutionFrictionDesc
source: Zero setup. Send a link, start talking.
de: Keine Einrichtung. Link senden, losreden.
es: Cero configuración. Envía un enlace, empieza a hablar.
fr: Zéro configuration. Envoyez un lien, commencez à parler.
ja: 準備は0秒。リンクを送るだけで会話開始。
ko: 준비는 0초. 링크만 보내면 대화 시작.
zh: 零准备。发送链接，开始交谈。
zh_tw: 零準備。傳送連結，立即開聊。

# solutionAnonymityTitle
source: Total Anonymity
de: Totale Anonymität
zh_tw: 完全匿名

# solutionAnonymityDesc
source: We don't ask who you are. No ID, no profile needed.
de: Wir fragen nicht, wer du bist. Keine ID, kein Profil nötig.
es: No preguntamos quién eres. No se necesita ID ni perfil.
fr: Nous ne demandons pas qui vous êtes. Pas d'identifiant, pas de profil nécessaire.
ja: あなたが誰であるか尋ねません。IDもプロフィールも不要です。
ko: 당신이 누구인지 묻지 않습니다. 아이디도, 프로필도 필요 없습니다.
zh: 我们不问你是谁。无需ID，无需个人资料。
zh_tw: 我們不會問你是誰。不需要 ID，不需要個人資料。

# solutionDestructionTitle
source: Complete Destruction
de: Vollständige Zerstörung
zh_tw: 徹底銷毀

# solutionDestructionDesc
source: Except for you and the recipient, even we cannot see it.
de: Außer dir und dem Empfänger kann niemand mitlesen — nicht einmal wir.
es: Excepto tú y el destinatario, ni siquiera nosotros podemos verlo.
fr: À part vous et le destinataire, même nous ne pouvons pas le voir.
ja: あなたと受信者以外、私たちでさえ見ることはできません。
ko: 당신과 상대방 외엔 저희도 볼 수 없습니다.
zh: 除了你和收件人，连我们也看不到。
zh_tw: 除了你和收訊者之外，連我們也無法看到。

# solutionAutoshredTitle
source: Auto-Shred
de: Automatisches Schreddern
zh_tw: 自動粉碎

# solutionAutoshredDesc
source: Only the last few messages stay on screen. Older ones are destroyed in real time — no scrollback, no context.
de: Nur die letzten Nachrichten bleiben sichtbar. Ältere werden in Echtzeit zerstört — kein Zurückscrollen, kein Kontext.
es: Solo los últimos mensajes permanecen en pantalla. Los antiguos se destruyen en tiempo real — sin desplazamiento, sin contexto.
fr: Seuls les derniers messages restent à l'écran. Les anciens sont détruits en temps réel — pas de défilement, pas de contexte.
ja: 最新メッセージだけが画面に残り、古いメッセージはリアルタイムで破棄されます。スクロールバックも文脈もありません。
ko: 최근 메시지만 화면에 남고, 오래된 메시지는 실시간으로 파쇄됩니다. 스크롤백도, 맥락도 없습니다.
zh: 仅最新消息留在屏幕上，旧消息实时销毁。没有回滚，没有上下文。
zh_tw: 只有最近的幾則訊息留在畫面上，較舊的訊息即時銷毀 — 無法回捲，沒有上下文。

# solutionCaptureGuardTitle
source: Capture Guard
de: Aufnahme-Schutz
zh_tw: 截圖防護

# solutionCaptureGuardDesc
source: Screenshot and screen-recording attempts are detected. Messages blur instantly — nothing to capture.
de: Screenshot- und Bildschirmaufnahme-Versuche werden erkannt. Nachrichten verschwimmen sofort — nichts zu erfassen.
es: Se detectan intentos de captura de pantalla y grabación. Los mensajes se difuminan al instante — nada que capturar.
fr: Les tentatives de capture d'écran et d'enregistrement sont détectées. Les messages sont floutés instantanément — rien à capturer.
ja: スクリーンショットや画面録画の試行を検知します。メッセージは即座にぼかし処理され、キャプチャできません。
ko: 스크린샷·화면 녹화 시도를 감지합니다. 메시지가 즉시 블러 처리되어 캡처할 수 없습니다.
zh: 检测截屏和录屏尝试。消息立即模糊处理——无法截取任何内容。
zh_tw: 偵測螢幕截圖及錄影行為。訊息立即模糊處理 — 什麼都截取不到。

# solutionOpensourceTitle
source: Transparent Code
de: Transparenter Code
zh_tw: 透明程式碼

# solutionOpensourceDesc
source: 100% Open Source. You can verify with the code that we never spy on your conversations.
de: 100 % Open Source. Du kannst im Code nachprüfen, dass wir deine Gespräche niemals ausspionieren.
es: 100% de código abierto. Puedes verificar con el código que nunca espiamos tus conversaciones.
fr: 100% Open Source. Vous pouvez vérifier avec le code que nous n'espionnons jamais vos conversations.
ja: 100%オープンソース。私たちがあなたの会話を盗み見ないことを、コードで直接検証できます。
ko: 100% 오픈소스. 우리가 당신의 대화를 훔쳐보지 않는다는 사실을, 코드로 직접 검증할 수 있습니다.
zh: 100%开源。你可以通过代码验证我们绝不会窥探你的对话。
zh_tw: 100% 開源。你可以透過程式碼驗證我們絕不會窺探你的對話。

# communityLabel
source: NEW
de: NEU
es: NUEVO
fr: NOUVEAU

# communityTitle
source: Build your own private community. Encrypted.
de: Baue deine eigene private Community. Verschlüsselt.
es: Crea tu propia comunidad privada. Cifrada.
fr: Créez votre communauté privée. Chiffrée.
ja: 自分だけのプライベートコミュニティを。暗号化で。
ko: 나만의 프라이빗 커뮤니티를 만드세요. 암호화된 채로.
zh: 打造你的私密社区。全程加密。
zh_tw: 打造你的私密社群。全程加密。

# communitySubtitle
source: Create a private community with a single password. Posts are stored as unreadable ciphertext — the server can never see your content. Markdown, images, anonymous posting. All end-to-end encrypted.
de: Erstelle eine private Community mit einem einzigen Passwort. Beiträge werden als unlesbarer Chiffretext gespeichert — der Server kann deine Inhalte niemals lesen. Markdown, Bilder, anonymes Posten. Alles Ende-zu-Ende-verschlüsselt.
es: Crea una comunidad privada con una sola contraseña. Las publicaciones se almacenan como texto cifrado ilegible — el servidor nunca puede ver tu contenido. Markdown, imágenes, publicación anónima. Todo cifrado de extremo a extremo.
fr: Créez une communauté privée avec un seul mot de passe. Les publications sont stockées en texte chiffré illisible — le serveur ne peut jamais voir votre contenu. Markdown, images, publication anonyme. Tout chiffré de bout en bout.
ja: パスワード一つでプライベートコミュニティを作成。 投稿は読めない暗号文として保存 — サーバーはコンテンツを見ることができません。 Markdown、画像、匿名投稿。すべてエンドツーエンド暗号化。
ko: 비밀번호 하나로 프라이빗 커뮤니티를 만드세요. 게시글은 읽을 수 없는 암호문으로 저장됩니다 — 서버는 절대 내용을 볼 수 없습니다. 마크다운, 이미지, 익명 게시. 모두 종단간 암호화.
zh: 用一个密码创建私密社区。 帖子以不可读的密文存储 — 服务器永远无法看到您的内容。 Markdown、图片、匿名发帖。全部端到端加密。
zh_tw: 用一組密碼建立私密社群。 文章以無法閱讀的密文儲存 — 伺服器永遠無法看到你的內容。 Markdown、圖片、匿名發文。全部端對端加密。

# communityCta
source: Create Private Community
de: Private Community erstellen
es: Crear Comunidad Privada
fr: Créer une Communauté Privée
ja: プライベートコミュニティを作成
ko: 프라이빗 커뮤니티 만들기
zh: 创建私密社区
zh_tw: 建立私密社群

# communityPasswordTitle
source: Password = Key
de: Passwort = Schlüssel
es: Contraseña = Llave
fr: Mot de passe = Clé
ja: パスワード = 鍵
ko: 비밀번호 = 열쇠
zh: 密码 = 钥匙
zh_tw: 密碼 = 鑰匙

# communityPasswordDesc
source: One shared password encrypts everything. No accounts, no sign-ups. Share the password, share the space.
de: Ein gemeinsames Passwort verschlüsselt alles. Keine Konten, keine Anmeldung. Teile das Passwort, teile den Raum.
es: Una contraseña compartida cifra todo. Sin cuentas, sin registros. Comparte la contraseña, comparte el espacio.
fr: Un mot de passe partagé chiffre tout. Pas de compte, pas d'inscription. Partagez le mot de passe, partagez l'espace.
ja: 共有パスワード一つですべてを暗号化。アカウント不要、登録不要。パスワードを共有すれば、空間を共有。
ko: 하나의 공유 비밀번호가 모든 것을 암호화합니다. 계정도, 가입도 없습니다. 비밀번호를 공유하면, 공간을 공유합니다.
zh: 一个共享密码加密一切。无需账户，无需注册。分享密码，分享空间。
zh_tw: 一組共享密碼加密所有內容。不需要帳號，不需要註冊。分享密碼，共享空間。

# communityServerBlindDesc
source: We store your posts, but we can never read them. The decryption key never leaves your device.
de: Wir speichern deine Beiträge, aber wir können sie niemals lesen. Der Entschlüsselungsschlüssel verlässt nie dein Gerät.
es: Almacenamos tus publicaciones, pero nunca podemos leerlas. La clave de descifrado nunca sale de tu dispositivo.
fr: Nous stockons vos publications, mais ne pouvons jamais les lire. La clé de déchiffrement ne quitte jamais votre appareil.
ja: 投稿を保存しますが、読むことはできません。復号鍵はデバイスから離れません。
ko: 게시글을 저장하지만, 절대 읽을 수 없습니다. 복호화 키는 당신의 기기를 떠나지 않습니다.
zh: 我们存储您的帖子，但永远无法阅读。解密密钥永远不会离开您的设备。
zh_tw: 我們儲存你的文章，但永遠無法閱讀。解密金鑰絕不會離開你的裝置。

# communityModerationTitle
source: Community-Moderated
de: Community-Moderation
es: Moderación Comunitaria
fr: Modération Communautaire
ja: コミュニティ自浄
ko: 커뮤니티 자정
zh: 社区自治
zh_tw: 社群自治

# communityModerationDesc
source: Report system with auto-blinding. No admin needs to read content to keep the space safe.
de: Meldesystem mit automatischer Ausblendung. Kein Admin muss Inhalte lesen, um den Raum sicher zu halten.
es: Sistema de reportes con ocultamiento automático. Ningún admin necesita leer contenido para mantener el espacio seguro.
fr: Système de signalement avec masquage automatique. Aucun admin n'a besoin de lire le contenu pour garder l'espace sûr.
ja: 通報による自動ブラインド。管理者がコンテンツを読まなくても安全を保てます。
ko: 신고 기반 자동 블라인드. 관리자가 내용을 읽을 필요 없이 공간을 안전하게 유지합니다.
zh: 基于举报的自动屏蔽。管理员无需阅读内容即可保持空间安全。
zh_tw: 檢舉機制搭配自動遮蔽。管理員無需閱讀內容即可維持空間安全。

# philosophyText1
source: BLIP is not a messenger. It's a disposable communication tool.
de: BLIP ist kein Messenger. Es ist ein Einweg-Kommunikationstool.
es: BLIP no es un mensajero. Es una herramienta de comunicación desechable.
fr: BLIP n'est pas une messagerie. C'est un outil de communication jetable.
ja: BLIPはメッセンジャーではありません。使い捨ての通信ツールです。
ko: BLIP은 메신저가 아닙니다. 쓰고 버리는 통신 도구입니다.
zh: BLIP不是信使。它是用完即弃的通讯工具。
zh_tw: BLIP 不是通訊軟體。它是用完即丟的通訊工具。

# philosophyText2
source: We don't want to keep you here. Say your piece, then leave.
de: Wir wollen dich nicht hier behalten. Sag, was du zu sagen hast, und geh.
es: No queremos retenerte. Di lo que tengas que decir y vete.
fr: Nous ne voulons pas vous retenir. Dites ce que vous avez à dire, puis partez.
ja: 私たちはあなたを引き留めたくありません。話して、立ち去ってください。
ko: 우리는 당신을 붙잡아두고 싶지 않습니다. 할 말만 하고, 떠나세요.
zh: 我们不想留住你。说完就走。
zh_tw: 我們不想留住你。說完你的話，然後離開。

# footerEasterEgg
source: This page might disappear soon too.
de: Diese Seite könnte auch bald verschwinden.
es: Esta página también podría desaparecer pronto.
fr: Cette page pourrait aussi disparaître bientôt.
ja: このページもすぐに消えるかもしれません。
ko: 이 페이지도 곧 사라질지 모릅니다.
zh: 这个页面也可能很快消失。
zh_tw: 這個頁面也可能很快就消失了。

# footerSupportProtocol
source: Support the Protocol
de: Das Protokoll unterstützen
es: Apoyar el Protocolo
fr: Soutenir le Protocole
ja: プロトコルを維持する
ko: 프로토콜 유지하기
zh: 支持协议
zh_tw: 支持此協定

# footerNoRights
source: NO RIGHTS RESERVED
de: KEINE RECHTE VORBEHALTEN

# navHome
source: Home
de: Startseite
es: Inicio
fr: Accueil
ja: ホーム
ko: 홈
zh: 首页
zh_tw: 首頁

# chatListTitle
source: My Chat Rooms
de: Meine Chaträume
es: Mis Salas de Chat
fr: Mes Salons de Chat
ja: マイチャットルーム
ko: 내 채팅방
zh: 我的聊天室
zh_tw: 我的聊天室

# chatListEmpty
source: No chat rooms yet. Create a room from the Home tab.
de: Noch keine Chaträume. Erstelle einen Raum über den Startseite-Tab.
es: Aún no hay salas de chat. Crea una sala desde la pestaña Inicio.
fr: Aucun salon de chat. Créez un salon depuis l'onglet Accueil.
ja: チャットルームがありません。 ホームタブからルームを作成してください。
ko: 채팅방이 없습니다. 홈 탭에서 방을 만들어보세요.
zh: 还没有聊天室。 请从首页标签创建房间。
zh_tw: 還沒有聊天室。 請從首頁建立房間。

# chatListCreateNew
source: Create New Room
de: Neuen Raum erstellen
es: Crear Nueva Sala
fr: Créer un Nouveau Salon
ja: 新しいルームを作成
ko: 새 방 만들기
zh: 创建新房间
zh_tw: 建立新房間

# chatListJoinById
source: Join by Room ID
de: Per Raum-ID beitreten
es: Unirse por ID de sala
fr: Rejoindre par ID de salle
ja: ルームIDで参加
ko: 방 ID로 참여
zh: 通过房间ID加入
zh_tw: 透過房間 ID 加入

# chatListJoinDialogTitle
source: Join Chat Room
de: Chatraum beitreten
es: Unirse a sala de chat
fr: Rejoindre un salon
ja: チャットルームに参加
ko: 채팅방 참여
zh: 加入聊天室
zh_tw: 加入聊天室

# chatListJoinDialogHint
source: Room ID or link
de: Raum-ID oder Link
es: ID de sala o enlace
fr: ID de salle ou lien
ja: ルームIDまたはリンク
ko: 방 ID 또는 링크
zh: 房间ID或链接
zh_tw: 房間 ID 或連結

# chatListJoinDialogJoin
source: Join
de: Beitreten
es: Unirse
fr: Rejoindre
ja: 参加
ko: 참여
zh: 加入
zh_tw: 加入

# chatListStatusActive
source: Active
de: Aktiv
es: Activo
fr: Actif
ja: アクティブ
ko: 활성
zh: 活跃
zh_tw: 進行中

# chatListStatusDestroyed
source: Destroyed
de: Zerstört
es: Destruido
fr: Détruit
ja: 破棄済み
ko: 파쇄됨
zh: 已销毁
zh_tw: 已銷毀

# chatListStatusExpired
source: Expired
de: Abgelaufen
es: Expirado
fr: Expiré
ja: 期限切れ
ko: 만료됨
zh: 已过期
zh_tw: 已過期

# communityListTitle
source: My Communities
de: Meine Communities
es: Mis Comunidades
fr: Mes Communautés
ja: マイコミュニティ
ko: 내 커뮤니티
zh: 我的社区
zh_tw: 我的社群

# communityListEmpty
source: No communities joined yet.
de: Noch keiner Community beigetreten.
es: Aún no te has unido a ninguna comunidad.
fr: Vous n'avez rejoint aucune communauté.
ja: まだ参加しているコミュニティがありません。
ko: 아직 참여한 커뮤니티가 없습니다.
zh: 还没有加入任何社区。
zh_tw: 尚未加入任何社群。

# communityListCreate
source: Create New
de: Neu erstellen
es: Crear Nuevo
fr: Créer
ja: 新規作成
ko: 새로 만들기
zh: 新建
zh_tw: 新建

# communityListJoinById
source: Join by ID
de: Per ID beitreten
es: Unirse por ID
fr: Rejoindre par ID
ja: IDで参加
ko: ID로 참여
zh: 通过ID加入
zh_tw: 透過 ID 加入

# communityListJoinDialogTitle
source: Join Community
de: Community beitreten
es: Unirse a Comunidad
fr: Rejoindre une Communauté
ja: コミュニティに参加
ko: 커뮤니티 참여
zh: 加入社区
zh_tw: 加入社群

# communityListJoinDialogHint
source: Enter Board ID
de: Board-ID eingeben
es: Ingresa el Board ID
fr: Entrez le Board ID
ja: ボードIDを入力
ko: 보드 ID 입력
zh: 输入Board ID
zh_tw: 輸入 Board ID

# communityListJoinDialogJoin
source: Join
de: Beitreten
es: Unirse
fr: Rejoindre
ja: 参加
ko: 참여
zh: 加入
zh_tw: 加入

# communityListJoinedAt
source: Joined:
de: Beigetreten:
es: Unido:
fr: Rejoint :
ja: 参加日:
ko: 참여일:
zh: 加入时间:
zh_tw: 加入時間：

# contactButton
source: Contact
de: Kontakt
es: Contactar
fr: Contacter
ja: 連絡する
ko: 연락하기
zh: 联系
zh_tw: 聯繫

# contactConfirmTitle
source: Send Notification?
de: Benachrichtigung senden?
es: ¿Enviar notificación?
fr: Envoyer une notification ?
ja: 通知を送信しますか？
ko: 알림을 보낼까요?
zh: 发送通知？
zh_tw: 傳送通知？

# contactConfirmMessage
source: A push notification will be sent to the other person. No chat content will be shared.
de: Eine Push-Benachrichtigung wird an die andere Person gesendet. Keine Chatinhalte werden geteilt.
es: Se enviará una notificación push a la otra persona. No se compartirá ningún contenido del chat.
fr: Une notification push sera envoyée à l'autre personne. Aucun contenu de chat ne sera partagé.
ja: 相手にプッシュ通知が送信されます。チャット内容は共有されません。
ko: 상대방에게 푸시 알림이 전송됩니다. 채팅 내용은 공유되지 않습니다.
zh: 将向对方发送推送通知。聊天内容不会被共享。
zh_tw: 將會向對方傳送推播通知。聊天內容不會被分享。

# contactSent
source: Notification sent
de: Benachrichtigung gesendet
es: Notificación enviada
fr: Notification envoyée
ja: 通知を送信しました
ko: 알림이 전송되었습니다
zh: 通知已发送
zh_tw: 通知已傳送

# contactNotReady
source: Push notification is not available yet
de: Push-Benachrichtigung ist noch nicht verfügbar
es: La notificación push aún no está disponible
fr: La notification push n'est pas encore disponible
ja: プッシュ通知はまだ利用できません
ko: 아직 푸시 알림을 사용할 수 없습니다
zh: 推送通知暂不可用
zh_tw: 推播通知尚未就緒

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
zh: 取消
zh_tw: 取消

# boardRefresh
source: Refresh
de: Aktualisieren
es: Actualizar
fr: Actualiser
ja: 更新
ko: 새로고침
zh: 刷新
zh_tw: 重新整理

# boardAdminPanel
source: Admin Panel
de: Admin-Bereich
es: Panel de administración
fr: Panneau d'administration
ja: 管理者パネル
ko: 관리자 패널
zh: 管理员面板
zh_tw: 管理員面板

# boardAdminRegister
source: Register Admin Token
de: Admin-Token registrieren
es: Registrar token de administrador
fr: Enregistrer le jeton admin
ja: 管理者トークン登録
ko: 관리자 토큰 등록
zh: 注册管理员令牌
zh_tw: 註冊管理員權杖

# boardAdminTokenPlaceholder
source: Enter admin token...
de: Admin-Token eingeben...
es: Ingrese token de administrador...
fr: Entrez le jeton admin...
ja: 管理者トークンを入力...
ko: 관리자 토큰 입력...
zh: 输入管理员令牌...
zh_tw: 輸入管理員權杖...

# boardAdminConfirmRegister
source: Register
de: Registrieren
es: Registrar
fr: Enregistrer
ja: 登録
ko: 등록
zh: 注册
zh_tw: 註冊

# boardAdminForgetToken
source: Remove Admin Token
de: Admin-Token entfernen
es: Eliminar token de administrador
fr: Supprimer le jeton admin
ja: 管理者トークン解除
ko: 관리자 토큰 해제
zh: 移除管理员令牌
zh_tw: 移除管理員權杖

# chatHeaderOnline
source: {count} online
es: {count} en línea
fr: {count} en ligne
ja: {count}人オンライン
ko: {count}명 접속
zh: {count}人在线
zh_tw: {count} 人在線

# boardCreateNamePlaceholder
source: Community name
es: Nombre de la comunidad
fr: Nom de la communauté
ja: コミュニティ名
ko: 커뮤니티 이름
zh: 社区名称
zh_tw: 社群名稱

# boardCreateAdminToken
source: Admin Token
es: Token de Administrador
fr: Jeton Administrateur
ja: 管理者トークン
ko: 관리자 토큰
zh: 管理员令牌
zh_tw: 管理員權杖

# boardReportSpam
source: Spam
ja: スパム
ko: 스팸
zh: 垃圾信息
zh_tw: 垃圾訊息

# heroBoardCta
source: Community Board
es: Tablón Comunitario
fr: Tableau Communautaire
ja: コミュニティ掲示板
ko: 커뮤니티 게시판
zh: 社区公告板
zh_tw: 社群佈告欄

# boardTitle
source: Community Board
es: Tablón Comunitario
fr: Tableau Communautaire
ja: コミュニティ掲示板
ko: 커뮤니티 게시판
zh: 社区公告板
zh_tw: 社群佈告欄

# communityServerBlindTitle
source: Server-Blind
es: Servidor Ciego
fr: Serveur Aveugle
ja: サーバーは盲目
ko: 서버는 눈이 멀었습니다
zh: 服务器是盲的
zh_tw: 伺服器全盲

# navChat
source: Chat
ja: チャット
ko: 채팅
zh: 聊天
zh_tw: 聊天

# navCommunity
source: Community
es: Comunidad
fr: Communauté
ja: コミュニティ
ko: 커뮤니티
zh: 社区
zh_tw: 社群

# confirm
source: OK
es: Aceptar
ko: 확인
zh: 确定
zh_tw: 確定

# boardAdminEditSubtitle
source: Edit Subtitle
es: Editar subtítulo
fr: Modifier le sous-titre
ja: サブタイトル編集
ko: 부제목 편집

# boardAdminSubtitlePlaceholder
source: Community subtitle (optional)
es: Subtítulo de la comunidad (opcional)
fr: Sous-titre de la communauté (optionnel)
ja: コミュニティのサブタイトル（任意）
ko: 커뮤니티 부제목 (선택사항)

# boardAdminSubtitleSave
source: Save
es: Guardar
fr: Enregistrer
ja: 保存
ko: 저장

# boardCreateSubtitlePlaceholder
source: Subtitle (optional)
es: Subtítulo (opcional)
fr: Sous-titre (optionnel)
ja: サブタイトル（任意）
ko: 부제목 (선택사항)
